Repository: Toxblh/Keenetic-Manager
Catalog: po/*.po
Languages: ru

source: Provides the ability to manage some features of the Keenetic router more easily
ru: Обеспечивает возможность простого управления некоторыми функциями роутера Keenetic

source: Provides the ability to manage some features of the Keenetic router more easily or provided UI for cli only features
ru: Обеспечивает возможность простого управления некоторыми функциями роутера Keenetic или предоставляет пользовательский интерфейс скрытых возможностей

source: Anton Palgunov (Toxblh)
ru: Антон Пальгунов (Toxblh)

source: Main UI
ru: Основной UI

source: Login
ru: Логин

source: Error loading routers: {e}
ru: Ошибка загрузки роутеров: {e}

source: Error saving routers: {e}
ru: Ошибка сохранения роутеров: {e}

source: Search by name, IP or MAC
ru: Поиск по имени, IP или MAC

source: Clear
ru: Сброс

source: Clear search field
ru: Очистить поиск

source: Please select a router.
ru: Пожалуйста, выберите роутер.

source: Loading...
ru: Загрузка...

source: Name:
ru: Название:

source: Type:
ru: Тип:

source: Online
ru: Онлайн

source: Offline
ru: Офлайн

source: State:
ru: Состояние:

source: Default
ru: Основная

source: Blocked
ru: Заблокирован

source: Policy:
ru: Политика:

source: Active now
ru: Активный

source: Idle
ru: Простаивает

source: Settings
ru: Настройки

source: Failed to retrieve the list of clients.
ru: Не удалось получить список клиентов.

source: Update
ru: Обновить

source: Update the list of VPN clients
ru: Не удалось получить список клиентов

source: [This is you]
ru: [Это вы]

source: Failed to retrieve VPN server settings.
ru: Не удалось получить настройки VPN сервера.

source: Peer: {peer_name}
ru: Пир: {peer_name}

source: Download Configuration
ru: Загрузить конфигурацию

source: Show QR Code
ru: Показать QR-код

source: Add Peer
ru: Добавить пира

source: Using address: {address}
ru: Использован адрес: {address}

source: Selected router: {router_name}
ru: Выбран роутер: {router_name}

source: Me
ru: Это устройство

source: Clients
ru: Клиенты

source: Online Clients
ru: Клиенты онлайн

source: Wireguard Server
ru: Wireguard Сервер

source: Quick Settings
ru: Быстрые настройки

source: Add Router
ru: Добавить роутер

source: Edit Router
ru: Редактировать роутер

source: Please select a router to edit.
ru: Пожалуйста, выберите роутер для редактирования.

source: Are you sure you want to delete the router '{router_name}'?
ru: Вы уверены, что хотите удалить роутер '{router_name}'?

source: Please select a router to delete.
ru: Пожалуйста, выберите роутер для удаления.

source: Default policy applied to client {client_mac}
ru: Политика по умолчанию применена к клиенту {client_mac}

source: Failed to apply the default policy to client {client_mac}
ru: Не удалось применить политику по умолчанию к клиенту {client_mac}

source: Policy {policy_name} applied to client {client_mac}
ru: Политика {policy_name} применена к клиенту {client_mac}

source: Failed to apply policy {policy_name} to client {client_mac}
ru: Не удалось применить политику {policy_name} к клиенту {client_mac}

source: © 2024-2026 Anton Palgunov (Toxblh)
ru: © 2024-2026 Антон Пальгунов (Toxblh)

source: Donate
ru: Поддержать

source: translator-credits
ru: переводчики

source: Address*:
ru: Адрес*:

source: * 192.168.1.1 or https://example.keenetic.link
ru: * 192.168.1.1 или https://example.keenetic.link

source: Login:
ru: Логин:

source: Password:
ru: Пароль:

source: Cancel
ru: Отмена

source: Save
ru: Сохранить

source: Router Info
ru: Информация о роутере

source: Router IP:
ru: IP роутера:

source: Please fill in all fields.
ru: Пожалуйста, заполните все поля.

source: A router with this name already exists.
ru: Роутер с таким именем уже существует.

source: Please check your address, login and password.
ru: Пожалуйста, проверьте ваш адрес, логин и пароль.

source: Block
ru: Инет выкл

source: Block access to the Internet
ru: Блокирует доступ в интернет

source: Apply Default policy
ru: Применить политику по умолчанию

source: Apply {policy_name} policy
ru: Применить {policy_name} политику

source: About
ru: О программе

source: Quit
ru: Выход

source: You are currently not on the network of the router you are connected to.
ru: В данный момент вы не находитесь в сети маршрутизатора, к которому подключены.
